[
  {
    "index": 0,
    "soal": "Mi pedas khas dari Aceh yang disajikan dengan daging sapi, daging kambing, atau seafood ?",
    "jawaban": "MI ACEH"
  },
  {
    "index": 1,
    "soal": "Penganan khas Medan, Sumatera Utara, terbuat dari tapioka, telur, gula, dan santan ?",
    "jawaban": "BIKA AMBON"
  },
  {
    "index": 2,
    "soal": "Masakan daging dari Sumatera Barat yang dimasak lama dengan rempah dan santan?",
    "jawaban": "RENDANG"
  },
  {
    "index": 3,
    "soal": "Makanan dari Bengkulu dengan rasa pedas gurih, dibungkus daun talas?",
    "jawaban": "PENDAP"
  },
  {
    "index": 4,
    "soal": "Makanan tradisional Riau berbahan dasar udang dan terasi ?",
    "jawaban": "GULAI BELACAN"
  },
  {
    "index": 5,
    "soal": "Makanan khas Indonesia yang terbuat dari ikan bandeng yang dihilangkan durinya, lalu diisi dengan daging ikan yang sudah dibumbui, populer di Banten ?",
    "jawaban": "SATE BANDENG"
  },
  {
    "index": 6,
    "soal": "Makanan khas Jakarta berupa telur yang dimasak dengan ketan putih, ebi, dan bumbu lainnya ?",
    "jawaban": "KERAK TELOR"
  },
  {
    "index": 7,
    "soal": "Ayam yang dibumbui rempah khas Bali, kemudian dipanggang atau dikukus ?",
    "jawaban": "AYAM BETUTU"
  },
  {
    "index": 8,
    "soal": "Makanan berkuah asal Jawa Timur dengan bahan utama daging sapi dan bumbu petis?",
    "jawaban": "RAWON"
  },
  {
    "index": 9,
    "soal": "Makanan khas Yogyakarta yang terbuat dari nangka muda yang dimasak dengan santan dan gula aren?",
    "jawaban": "GUDEG"
  },
  {
    "index": 10,
    "soal": "Sup daging sapi khas Makassar yang kaya rempah ?",
    "jawaban": "COTO MAKASSAR"
  },
  {
    "index": 11,
    "soal": "Makanan dari Manado dengan bumbu pedas yang khas, bisa menggunakan berbagai macam daging atau seafood ?",
    "jawaban": "TINUTUAN"
  },
  {
    "index": 12,
    "soal": "Makanan khas Papua yang dimasak dengan cara dibakar dalam lubang tanah dengan batu panas?",
    "jawaban": "PAPEDA"
  },
  {
    "index": 13,
    "soal": "Makanan khas Palembang yang terbuat dari ikan dan sagu, disajikan dengan kuah cuko?",
    "jawaban": "PEMPEK"
  },
  {
    "index": 14,
    "soal": "Sayur asam khas Jawa Tengah yang menggunakan buah melinjo sebagai salah satu bahannya ?",
    "jawaban": "SAYUR ASEM"
  },
  {
    "index": 15,
    "soal": "Makanan khas Madura berupa soto dengan bumbu kacang yang khas ?",
    "jawaban": "SOTO MADURA"
  },
  {
    "index": 16,
    "soal": "Nasi yang dimasak dengan santan dan rempah, khas Banjar, Kalimantan Selatan ?",
    "jawaban": "NASI KUNING"
  },
  {
    "index": 17,
    "soal": "Makanan khas NTT berupa daging sei (asap) yang diiris tipis dan disajikan dengan sambal?",
    "jawaban": "SEI SAPI"
  },
  {
    "index": 18,
    "soal": "Makanan dari Lombok, NTB, berupa ayam bakar dengan bumbu pedas yang khas ?",
    "jawaban": "AYAM TALIWANG"
  },
  {
    "index": 19,
    "soal": "Makanan khas Maluku berupa ikan yang dibungkus daun pisang dan dibakar dengan bumbu rempah?",
    "jawaban": "IKAN ASAR"
  },
  {
    "index": 20,
    "soal": "Sup dengan bahan dasar ikan gabus yang kaya albumin, khas Kalimantan Selatan?",
    "jawaban": "HARUAN"
  },
  {
    "index": 21,
    "soal": "Makanan khas Gorontalo yang terbuat dari jagung muda yang dihaluskan dan dicampur dengan sayuran ?",
    "jawaban": "BINTE BILUHUTA"
  },
  {
    "index": 22,
    "soal": "Makanan khas Sulawesi Tenggara yang terbuat dari singkong yang difermentasi?",
    "jawaban": "KASAMI"
  },
  {
    "index": 23,
    "soal": "Daging yang direbus dengan bumbu khas Toraja, Sulawesi Selatan, biasanya menggunakan daging kerbau?",
    "jawaban": "PA'PIONG"
  },
  {
    "index": 24,
    "soal": "Makanan khas Sulawesi Barat yang terbuat dari pisang yang dibakar dan dicampur dengan sambal?",
    "jawaban": "JEPA"
  },
  {
    "index": 25,
    "soal": "Makanan khas Kalimantan Utara, sejenis bubur yang terbuat dari beras yang ditumbuk halus?",
    "jawaban": "TINOLOD"
  },
  {
    "index": 26,
    "soal": "Roti khas Ambon yang dibuat dengan cara dibakar dan memiliki tekstur keras di luar namun lembut di dalam ?",
    "jawaban": "ROTI KENARI"
  },
  {
    "index": 27,
    "soal": "Minuman khas Bali yang terbuat dari campuran arak, air kelapa, jeruk nipis, dan madu ?",
    "jawaban": "ARAK BALI"
  },
  {
    "index": 28,
    "soal": "Makanan khas Betawi berupa nasi yang dibungkus daun pisang dan diberi isian daging atau ikan yang dibumbui ?",
    "jawaban": "NASI UDUK"
  },
  {
    "index": 29,
    "soal": "Makanan khas Cirebon yang terbuat dari tahu yang diisi dengan sayuran dan udang, lalu digoreng?",
    "jawaban": "TAHU GEJROT"
  },
  {
    "index": 30,
    "soal": "Makanan khas Bandung yang terbuat dari aci yang dibentuk bulat-bulat dan dimasak dengan kuah pedas?",
    "jawaban": "CILOK"
  },
  {
    "index": 31,
    "soal": "Makanan khas Pontianak yang terbuat dari kwetiau yang digoreng dengan telur, udang, dan sayuran ?",
    "jawaban": "KWETIAU APOLLO"
  },
  {
    "index": 32,
    "soal": "Makanan khas Jambi yang terbuat dari tempoyak (durian yang difermentasi) yang dimasak dengan ikan patin ?",
    "jawaban": "GULAI TEMPOYAK"
  },
  {
    "index": 33,
    "soal": "Makanan khas Bengkulu yang terbuat dari rebung (bambu muda) yang dimasak dengan santan dan rempah?",
    "jawaban": "UMBUT ROTAN"
  },
    {
    "index": 34,
    "soal": "Makanan khas Lampung yang terbuat dari seruit (ikan yang dibakar atau digoreng) yang dicampur dengan sambal terasi dan lalapan ?",
    "jawaban": "SERUIT"
  },
  {
    "index": 35,
    "soal": "Makanan khas Aceh yang terbuat dari daging yang dimasak dengan bumbu kari yang kaya rempah?",
    "jawaban": "KARI KAMBING"
  },
  {
    "index": 36,
    "soal": "kue tradisional khas dari sumatera utara yang di buat dari tepung beras ketan hitam ?",
    "jawaban": " দিবেন আর্থা"
  },
  {
    "index": 37,
    "soal": "makanan khas sumatera barat yang di olah dari bahan dasar jamur ?",
    "jawaban": "BATOTOK JAMUR"
  },
  {
    "index": 38,
    "soal": "Sebutkan nama makanan khas dari bengkulu yang terbuat dari pisang dan ketan?",
    "jawaban": "TAT"
  },
  {
    "index": 39,
    "soal": "Makanan ringan khas dari daerah Riau yang dibuat dari sagu?",
    "jawaban": "KEPURUN"
  },
  {
    "index": 40,
    "soal": "Apa nama makanan yang terkenal di daerah Banten yang terbuat dari bahan dasar labu parang?",
    "jawaban": "PASUNG PINANG"
  },
  {
    "index": 41,
    "soal": "Makanan khas dari DKI Jakarta yang menggunakan bahan dasar semur jengkol ?",
    "jawaban": "SEMUR JENGKOL"
  },
  {
    "index": 42,
    "soal": "Sebutkan nama makanan yang berasal dari Jawa Barat yang terbuat dari bahan dasar oncom?",
    "jawaban": "COMRO"
  },
  {
    "index": 43,
    "soal": "Makanan khas dari daerah Jawa Tengah yang bahan utamanya adalah tahu pong ?",
    "jawaban": "TAHU PETIS"
  },
  {
    "index": 44,
    "soal": "Nama makanan khas Jawa Timur yang dibuat dari campuran petis, tahu goreng, dan lontong ?",
    "jawaban": "RUJAK CINGUR"
  },
  {
    "index": 45,
    "soal": "Sebutkan nama makanan yang berasal dari Yogyakarta yang terbuat dari belalang goreng ?",
    "jawaban": "WALANG GORENG"
  },
  {
    "index": 46,
    "soal": "Apa nama makanan khas dari Bali yang terbuat dari daging babi yang diolah dengan bumbu khas ?",
    "jawaban": "BABI GULING"
  },
  {
    "index": 47,
    "soal": "Makanan khas dari Nusa Tenggara Barat yang terkenal dengan rasa pedasnya ?",
    "jawaban": "AYAM TALIWANG"
  },
  {
    "index": 48,
    "soal": "Sebutkan nama makanan khas dari Nusa Tenggara Timur yang terbuat dari jagung yang ditumbuk?",
    "jawaban": "KATEMAN"
  },
  {
    "index": 49,
    "soal": "Makanan khas dari Kalimantan Barat yang terbuat dari beras ketan yang dimasak dalam bambu?",
    "jawaban": "LEMANG"
  },
  {
    "index": 50,
    "soal": "Apa nama makanan khas dari Kalimantan Selatan yang merupakan sup ikan gabus?",
    "jawaban": "HARUAN"
  },
  {
    "index": 51,
    "soal": "Sebutkan nama makanan khas dari Kalimantan Tengah yang terbuat dari rotan muda?",
    "jawaban": "UMBUT ROTAN"
  },
  {
    "index": 52,
    "soal": "Makanan khas dari Kalimantan Timur yang merupakan olahan kepiting dengan bumbu khas?",
    "jawaban": "KEPITING SOKA"
  },
  {
    "index": 53,
    "soal": "Sebutkan nama makanan khas dari Sulawesi Selatan yang terbuat dari daging kerbau yang dimasak dengan bumbu hitam?",
    "jawaban": "KAPURUNG"
  },
  {
    "index": 54,
    "soal": "Makanan khas dari Sulawesi Utara yang terbuat dari berbagai macam sayuran dan seafood yang dimasak dengan bumbu pedas ?",
    "jawaban": "TINUTUAN"
  },
  {
    "index": 55,
    "soal": "Apa nama makanan khas dari Sulawesi Tenggara yang terbuat dari singkong yang diolah dengan cara khusus?",
    "jawaban": "SINONGGI"
  },
  {
    "index": 56,
    "soal": "Makanan khas dari Sulawesi Barat yang terbuat dari ikan yang dimasak dengan santan dan bumbu kuning?",
    "jawaban": "BAU PIAPI"
  },
  {
    "index": 57,
    "soal": "Sebutkan nama makanan khas dari Gorontalo yang terbuat dari jagung yang diolah dengan santan dan rempah?",
    "jawaban": "MILU SIRAM"
  },
  {
    "index": 58,
    "soal": "Makanan khas dari Maluku yang terbuat dari sagu yang diolah dengan ikan dan bumbu rempah?",
    "jawaban": "PAPEDA"
  },
  {
    "index": 59,
    "soal": "Apa nama makanan khas dari Maluku Utara yang terbuat dari ikan cakalang yang diasap dan dibumbui?",
    "jawaban": "GOHO IKAN"
  },
  {
    "index": 60,
    "soal": "Sebutkan nama makanan khas dari Papua yang dimasak dengan cara dibakar di dalam lubang tanah dengan batu panas ?",
    "jawaban": "BAKAR BATU"
  },
  {
    "index": 61,
    "soal": "Makanan khas dari Papua Barat yang terbuat dari sagu yang diolah dengan ikan dan sayuran?",
    "jawaban": "SATE ULAT SAGU"
  },
  {
    "index": 62,
    "soal": "Sebutkan nama makanan khas dari Sumatera Selatan yang terbuat dari ikan yang digiling dan dibungkus dengan daun pisang?",
    "jawaban": "PEMPEK"
  },
  {
    "index": 63,
    "soal": "Sebutkan nama makanan khas dari Bangka Belitung yang terbuat dari mie kuning yang disiram dengan kuah ikan?",
    "jawaban": "MIE KOBA"
  },
  {
    "index": 64,
    "soal": "Sebutkan nama makanan khas dari Lampung yang terbuat dari ikan yang dibakar dan disajikan dengan sambal terasi ?",
    "jawaban": "SERUIT"
  },
  {
    "index": 65,
    "soal": "Sebutkan nama makanan khas dari Banten yang terbuat dari nasi ketan yang dibakar dan disajikan dengan serundeng?",
    "jawaban": "NASI SUMSUM"
  },
  {
    "index": 66,
    "soal": "Sebutkan nama makanan khas dari Jawa Timur yang terbuat dari tahu yang diisi dengan sayuran dan disiram dengan kuah petis ?",
    "jawaban": "TAHU CAMPUR"
  },
  {
    "index": 67,
    "soal": "Sebutkan nama makanan khas dari Jawa Tengah yang terbuat dari tempe yang digoreng dengan tepung dan disajikan dengan cabe rawit?",
    "jawaban": "MENDOAN"
  },
   {
    "index": 68,
    "soal": "Sebutkan nama makanan khas dari Jawa Barat yang terbuat dari aci yang digoreng dan disajikan dengan bumbu kacang?",
    "jawaban": "CIRENG"
  },
  {
   "index": 69,
    "soal" : "Makanan Tradisional Indonesia yang berasal dari Kota manakah 'Bika Ambon' ?",
    "jawaban" : "MEDAN"
  },
  {
    "index": 70,
    "soal": "Apa nama lain dari makanan tradisional 'Pendap' ?",
    "jawaban": "IKAN PAIS"
  },
  {
    "index": 71,
    "soal": "Apakah bahan dasar dari makanan tradisional 'Gulai Belacan'?",
    "jawaban": "UDANG"
  },
  {
    "index": 72,
    "soal": "Berasal dari daerah manakah makanan khas bernama 'Sate Bandeng'?",
    "jawaban": "BANTEN"
  },
  {
    "index": 73,
    "soal": "Apakah bahan utama yang digunakan dalam 'Kerak Telor'?",
    "jawaban": "TELUR"
  },
  {
    "index": 74,
    "soal": "Makanan khas 'Ayam Betutu' berasal dari pulau mana?",
    "jawaban": "BALI"
  },
  {
    "index": 75,
    "soal": "Apakah rasa utama yang mendominasi makanan tradisional 'Rawon'?",
    "jawaban": "GURIH"
  },
  {
    "index": 76,
    "soal": "Dari manakah asal makanan khas 'Gudeg'?",
    "jawaban": "YOGYAKARTA"
  },
  {
    "index": 77,
    "soal": "Bahan dasar apakah yang memberikan ciri khas pada 'Coto Makassar' ?",
    "jawaban": "DAGING SAPI"
  },
  {
    "index": 78,
    "soal": "Apa sebutan lain untuk makanan tradisional 'Tinutuan' ?",
    "jawaban": "BUBUR MANADO"
  },
  {
    "index": 79,
    "soal": "Bagaimanakah cara memasak tradisional untuk 'Papeda'?",
    "jawaban": "DIBAKAR"
  },
  {
    "index": 80,
    "soal": "Apakah bahan utama yang digunakan dalam pembuatan 'Pempek'?",
    "jawaban": "IKAN"
  },
  {
    "index": 81,
    "soal": "Buah apakah yang memberikan rasa khas pada 'Sayur Asem' ?",
    "jawaban": "MELINJO"
  },
  {
    "index": 82,
    "soal": "Apakah jenis kacang yang menjadi ciri khas dalam 'Soto Madura' ?",
    "jawaban": "KACANG TANAH"
  },
  {
    "index": 83,
    "soal": "Dengan apa nasi dimasak untuk menjadi 'Nasi Kuning' ?",
    "jawaban": "SANTAN"
  },
  {
    "index": 84,
    "soal": "Bagaimana daging 'Sei' diolah?",
    "jawaban": "DIASAP"
  },
  {
    "index": 85,
    "soal": "Apakah jenis daging yang umum digunakan dalam 'Ayam Taliwang' ?",
    "jawaban": "AYAM"
  },
  {
    "index": 86,
    "soal": "Dengan daun apakah ikan dalam 'Ikan Asar' dibungkus ?",
    "jawaban": "DAUN PISANG"
  },
  {
    "index": 87,
    "soal": "Ikan gabus adalah bahan dasar dari sup apakah di Kalimantan Selatan?",
    "jawaban": "HARUAN"
  },
  {
    "index": 88,
    "soal": "Apakah bahan utama dalam makanan 'Binte Biluhuta' ?",
    "jawaban": "JAGUNG"
  },
  {
    "index": 89,
    "soal": "Apa yang membuat 'Kasami' unik sebagai makanan dari Sulawesi Tenggara?",
    "jawaban": "FERMENTASI"
  },
  {
    "index": 90,
    "soal": "Daging hewan apa yang sering digunakan dalam 'Pa'piong'?",
    "jawaban": "KERBAU"
  },
  {
    "index": 91,
    "soal": "Dengan apakah pisang dalam 'Jepa' dicampur?",
    "jawaban": "SAMBAL"
  },
  {
    "index": 92,
    "soal": "Beras apakah yang digunakan untuk membuat 'Tinolod'?",
    "jawaban": "BERAS HALUS"
  },
  {
    "index": 93,
    "soal": "Apa yang membuat tekstur 'Roti Kenari' unik ?",
    "jawaban": "KERAS DI LUAR"
  },
  {
    "index": 94,
    "soal": "Minuman 'Arak Bali' terbuat dari campuran apakah selain arak ?",
    "jawaban": "AIR KELAPA"
  },
  {
    "index": 95,
    "soal": "Dengan apakah 'Nasi Uduk' dibungkus ?",
    "jawaban": "DAUN PISANG"
  },
  {
    "index": 96,
    "soal": "Apakah isian utama dalam 'Tahu Gejrot'?",
    "jawaban": "SAYURAN"
  },
  {
    "index": 97,
    "soal": "Bagaimana rasa kuah pada makanan 'Cilok'?",
    "jawaban": "PEDAS"
  },
  {
    "index": 98,
    "soal": "Apa bahan dasar dari 'Kwetiau Apollo' ?",
    "jawaban": "KWETIAU"
  },
  {
    "index": 99,
    "soal": "Apakah bahan utama dalam 'Gulai Tempoyak' ?",
    "jawaban": "DURIAN"
  },
  {
    "index": 100,
    "soal": "Makanan khas Betawi yang terbuat dari daging sapi yang direbus dengan bumbu rempah dan susu ?",
    "jawaban": "SOTO BETAWI"
  },
  {
    "index": 101,
    "soal": "Makanan khas Surabaya yang terbuat dari tahu goreng, lontong, lentho, dan sayuran yang disiram dengan kuah petis ?",
    "jawaban": "TAHU TEK"
  },
  {
    "index": 102,
    "soal": "Makanan khas Solo yang terbuat dari serabi yang digulung dan disiram dengan kuah santan dan gula merah ?",
    "jawaban": "SERABI SOLO"
  },
  {
    "index": 103,
    "soal": "Makanan khas Semarang yang terbuat dari lumpia yang diisi dengan rebung, telur, dan daging, lalu digoreng?",
    "jawaban": "LUMPIA SEMARANG"
  },
  {
    "index": 104,
    "soal": "Makanan khas Bogor yang terbuat dari talas yang dikukus dan disiram dengan kuah gula merah dan santan?",
    "jawaban": "BIRU TALAS"
  },
  {
    "index": 105,
    "soal": "Makanan khas Minangkabau yang terbuat dari beras ketan yang dimasak dengan santan dan dibungkus dengan daun pisang?",
    "jawaban": "LEMPANG"
  },
  {
    "index": 106,
    "soal": "Makanan khas Palembang yang terbuat dari sagu yang dimasak dengan gula merah dan santan, lalu dibungkus dengan daun pisang?",
    "jawaban": "KUE MAKSUBAH"
  },
  {
    "index": 107,
    "soal": "Makanan khas Medan yang terbuat dari durian yang difermentasi dan dimasak dengan ikan atau daging?",
    "jawaban": "SAMBAL TERASI DURIAN"
  },
  {
    "index": 108,
    "soal": "Makanan khas Aceh yang terbuat dari daging yang dimasak dengan bumbu kari dan santan, lalu disajikan dengan nasi?",
    "jawaban": "GULAI KAMBING ACEH"
  },
  {
    "index": 109,
    "soal": "Makanan khas Bali yang terbuat dari sate yang terbuat dari daging cincang yang dicampur dengan bumbu rempah dan kelapa parut?",
    "jawaban": "SATE LILIT"
  },
    {
    "index": 110,
    "soal": "Makanan khas Nusa Tenggara Timur yang terbuat dari jagung yang ditumbuk dan dimasak dengan sayuran dan daging?",
    "jawaban": "KOE JAGO"
  },
  {
    "index": 111,
    "soal": "Makanan khas Kalimantan Selatan yang terbuat dari ketupat yang disiram dengan kuah lontong dan disajikan dengan ikan haruan?",
    "jawaban": "KANDANGAN"
  },
  {
    "index": 112,
    "soal": "Makanan khas Sulawesi Selatan yang terbuat dari pisang yang dibakar dan disiram dengan saus gula merah dan kacang?",
    "jawaban": "ES PISANG IJO"
  },
  {
    "index": 113,
    "soal": "Makanan khas Maluku yang terbuat dari sagu yang dimasak dengan ikan dan sayuran, lalu disajikan dengan bumbu pedas?",
    "jawaban": "GATARU"
  },
  {
    "index": 114,
    "soal": "Makanan khas Papua yang terbuat dari sagu yang dimasak dengan ikan dan sayuran, lalu disajikan dengan kuah kuning?",
    "jawaban": "LOKAL PAPEDA"
  },
  {
    "index": 115,
    "soal": "Makanan khas Bengkulu yang terbuat dari ikan yang dimasak dengan bumbu asam pedas dan dibungkus dengan daun talas ?",
    "jawaban": "GULAI PEDAS IKAN"
  },
  {
    "index": 116,
    "soal": "Makanan khas Jambi yang terbuat dari nasi yang dimasak dengan santan dan rempah, lalu disajikan dengan lauk pauk?",
    "jawaban": "NASI GEMUK"
  },
  {
    "index": 117,
    "soal": "Makanan khas Riau yang terbuat dari mi sagu yang digoreng dengan telur, udang, dan sayuran?",
    "jawaban": "LAKSAM"
  },
  {
    "index": 118,
    "soal": "Makanan khas Bangka Belitung yang terbuat dari otak-otak yang dibungkus dengan daun pisang dan dibakar?",
    "jawaban": "OTAK OTAK BANGKA"
  },
  {
    "index": 119,
    "soal": "Makanan khas Lampung yang terbuat dari daging yang direbus dengan bumbu rempah dan disajikan dengan nasi atau ketupat?",
    "jawaban": "GULAI BALAK"
  },
  {
    "index": 120,
    "soal": "Makanan khas Banten yang terbuat dari emping melinjo yang digoreng dan disiram dengan bumbu kacang?",
    "jawaban": "EMPING BANTEN"
  },
  {
    "index": 121,
    "soal": "Makanan khas Jawa Barat yang terbuat dari tahu sumedang yang diisi dengan tauge dan disiram dengan bumbu kacang ?",
    "jawaban": "TAHU BUNTING"
  },
  {
    "index": 122,
    "soal": "Makanan khas Jawa Tengah yang terbuat dari soto yang disajikan dengan babat, iso, dan paru, serta disiram dengan kuah bening?",
    "jawaban": "SOTO BABAT"
  },
  {
    "index": 123,
    "soal": "Makanan khas Jawa Timur yang terbuat dari lontong yang disiram dengan kuah lodeh dan disajikan dengan telur dan kerupuk ?",
    "jawaban": "LONTONG LODEH"
  },
  {
    "index": 124,
    "soal": "Makanan khas Yogyakarta yang terbuat dari bubur yang terbuat dari beras ketan hitam dan disiram dengan santan?",
    "jawaban": "BUBUR KETAN HITAM"
  },
  {
    "index": 125,
    "soal": "Makanan khas Jakarta yang terbuat dari ketupat yang disiram dengan sayur labu siam dan disajikan dengan semur tahu dan telur?",
    "jawaban": "KETUPAT SAYUR"
  },
  {
    "index": 126,
    "soal": "Makanan khas Gorontalo yang terbuat dari ikan yang dibakar dan disajikan dengan dabu-dabu?",
    "jawaban": "IKAN BAKAR DABU-DABU"
  },
  {
    "index": 127,
    "soal": "Makanan khas Kalimantan Timur yang terbuat dari nasi yang dimasak dengan rempah dan disajikan dengan ayam atau daging?",
    "jawaban": "NASI BEBEK SAMARINDA"
  },
  {
    "index": 128,
    "soal": "Makanan khas Sulawesi Utara yang terbuat dari daging babi yang dimasak dengan bumbu RW (Rintek Wuuk)?",
    "jawaban": "RW BABI"
  },
  {
    "index": 129,
    "soal": "Makanan khas Sulawesi Tenggara yang terbuat dari sagu yang dimasak dengan santan dan gula merah, lalu dibungkus dengan daun pisang?",
    "jawaban": "LALUTA"
  },
  {
    "index": 130,
    "soal": "Makanan khas Sulawesi Barat yang terbuat dari jepa yang diisi dengan ikan dan sayuran?",
    "jawaban": "JEPA IKAN"
  },
  {
    "index": 131,
    "soal": "Makanan khas Maluku Utara yang terbuat dari sagu yang dimasak dengan ikan dan bumbu rempah, lalu dibungkus dengan daun pisang?",
    "jawaban": "PAPEDA BUNGKUS"
  },
  {
    "index": 132,
    "soal": "Makanan khas Papua Barat yang terbuat dari ulat sagu yang ditusuk seperti sate dan dibakar?",
    "jawaban": "SATE ULAT SAGU PAPUA"
  },
  {
    "index": 133,
    "soal": "Makanan khas Kalimantan Tengah yang terbuat dari sayur umbut rotan yang dimasak dengan santan dan ikan?",
    "jawaban": "GULAI UMBUT ROTAN"
  },
  {
    "index": 134,
    "soal": "Makanan khas Nusa Tenggara Barat yang terbuat dari plecing kangkung yang disajikan dengan ayam taliwang?",
    "jawaban": "AYAM PLECING KANGKUNG"
  },
  {
    "index": 135,
    "soal": "Makanan khas Bali yang terbuat dari lawar yang terbuat dari sayuran, daging cincang, dan darah babi?",
    "jawaban": "LAWAR BALI"
  },
  {
    "index": 136,
    "soal": "Makanan khas Aceh yang terbuat dari timphan yang diisi dengan srikaya atau kelapa?",
    "jawaban": "TIMPHAN"
  },
  {
    "index": 137,
    "soal": "Makanan khas Sumatera Utara yang terbuat dari mie gomak yang dimasak dengan bumbu andaliman?",
    "jawaban": "MIE GOMAK"
  },
  {
    "index": 138,
    "soal": "Makanan khas Sumatera Barat yang terbuat dari nasi kapau yang disajikan dengan berbagai macam lauk pauk khas Minangkabau ?",
    "jawaban": "NASI KAPAU"
  },
  {
    "index": 139,
    "soal": "Makanan khas Riau yang terbuat dari gulai ikan patin yang dimasak dengan tempoyak?",
    "jawaban": "GULAI IKAN PATIN TEMPOYAK"
  },
  {
    "index": 140,
    "soal": "Makanan khas Jambi yang terbuat dari nasi yang dimasak dengan daun pisang dan disajikan dengan ayam atau daging?",
    "jawaban": "NASI PARE"
  },
  {
    "index": 141,
    "soal": "Makanan khas Bengkulu yang terbuat dari bagar hiu yang dimasak dengan rempah dan santan?",
    "jawaban": "BAGAR HIU"
  }
  {
    "index": 142,
    "soal": "Makanan yang Bkin Mabok",
    "jawaban": "KECUBUNG"
  },
  {
    "index": 143,
    "soal": "Makanan khas Sumatera Barat yang terdiri dari ketupat, sayur gulai, dan kerupuk merah?",
    "jawaban": "KATUPAT GULAI PAKIS"
  },
  {
    "index": 144,
    "soal": "Makanan khas Sulawesi Tengah yang terbuat dari ubi kayu yang dikeringkan dan diolah?",
    "jawaban": "KASUBU BAKAR"
  },
  {
    "index": 145,
    "soal": "Minuman khas dari Jawa Tengah yang berbahan dasar jahe, gula merah, dan rempah-rempah?",
    "jawaban": "WEDANG UWUH"
  },
  {
    "index": 146,
    "soal": "Makanan khas Kalimantan Selatan yang terbuat dari ikan gabus dan memiliki tekstur kenyal?",
    "jawaban": "PENTOL HARUAN"
  },
  {
    "index": 147,
    "soal": "Makanan khas Aceh yang terbuat dari sagu yang disajikan dengan kuah santan dan ikan?",
    "jawaban": "MEUSEUKAT"
  },
  {
    "index": 148,
    "soal": "Makanan khas Jawa Timur yang menggunakan tahu goreng dan petis sebagai bahan utama?",
    "jawaban": "TAHU TEK"
  },
  {
    "index": 149,
    "soal": "Makanan khas Riau yang menggunakan ikan patin yang dimasak dengan kuah bening?",
    "jawaban": "GULAI IKAN PATIN"
  },
  {
    "index": 150,
    "soal": "Kue khas Palembang yang terbuat dari tepung beras, santan, dan gula merah?",
    "jawaban": "KUE DELAPAN JAM"
  },
  {
    "index": 151,
    "soal": "Makanan khas Yogyakarta yang terdiri dari tahu, tempe, dan sayur nangka?",
    "jawaban": "JANGAN NANGKA"
  },
  {
    "index": 152,
    "soal": "Makanan khas Sulawesi Utara yang terbuat dari daging anjing yang dibumbui pedas?",
    "jawaban": "RW (RINTEK WUUK)"
  },
  {
    "index": 153,
    "soal": "Makanan khas Papua yang berbahan dasar sagu yang diolah menjadi bubur?",
    "jawaban": "SAGU LEMPENG"
  },
  {
    "index": 154,
    "soal": "Makanan khas Bangka Belitung yang terbuat dari ikan tenggiri dan sagu?",
    "jawaban": "KEMPLANG"
  },
  {
    "index": 155,
    "soal": "Makanan khas Banten yang menggunakan bahan utama daging kerbau?",
    "jawaban": "GEPUK KERBAU"
  },
  {
    "index": 156,
    "soal": "Makanan khas Lampung yang berbentuk seperti bolu dan berbahan dasar singkong?",
    "jawaban": "BOLU KOJA"
  },
  {
    "index": 157,
    "soal": "Makanan khas Kalimantan Tengah yang menggunakan daging rusa sebagai bahan utama?",
    "jawaban": "PAHIKUNG"
  },
  {
    "index": 158,
    "soal": "Makanan khas Maluku yang terbuat dari ikan teri yang dimasak dengan santan dan rempah?",
    "jawaban": "IKAN ASIN PEDA"
  },
  {
    "index": 159,
    "soal": "Makanan khas Sumatera Utara yang berbahan dasar tepung beras dan kelapa?",
    "jawaban": "KUE BIKA"
  },
  {
    "index": 160,
    "soal": "Makanan khas Minahasa yang menggunakan daging tikus sebagai bahan utama?",
    "jawaban": "TIKUS PANGGANG"
  },
  {
    "index": 161,
    "soal": "Makanan khas Bali yang terbuat dari jeroan babi yang dibumbui pedas?",
    "jawaban": "URUTAN BABI"
  },
  {
    "index": 162,
    "soal": "Makanan khas Nusa Tenggara Timur yang dibuat dari jagung bose?",
    "jawaban": "JAGUNG BOSE"
  },
  {
    "index": 163,
    "soal": "Makanan khas Jakarta yang terbuat dari adonan tepung yang digoreng dan diberi isian ebi?",
    "jawaban": "KROKET BETAWI"
  },
  {
    "index": 164,
    "soal": "Makanan khas Gorontalo yang berupa kue berbentuk bunga dengan rasa manis?",
    "jawaban": "KUE SABIN"
  },
  {
    "index": 165,
    "soal": "Makanan khas Sumatera Barat yang terbuat dari tulang sapi yang dimasak dengan bumbu khas?",
    "jawaban": "TUNJANG GULAI"
  },
  {
    "index": 166,
    "soal": "Makanan khas Palembang yang menggunakan bahan utama tepung beras dan gula merah?",
    "jawaban": "KUE HARUM"
  },
  {
    "index": 167,
    "soal": "Makanan khas Jawa Tengah yang berupa sate dengan bumbu kecap dan sambal kacang?",
    "jawaban": "SATE BLORA"
  },
  {
    "index": 168,
    "soal": "Makanan khas Sulawesi Selatan yang menggunakan daging rusa sebagai bahan utama?",
    "jawaban": "PAKARA RUSA"
  },
  {
    "index": 169,
    "soal": "Makanan khas Bali yang menggunakan daging bebek dengan bumbu khas?",
    "jawaban": "BETUTU BEBEK"
  },
  {
    "index": 170,
    "soal": "Makanan khas Aceh yang dibuat dari pisang yang dihaluskan dan dicampur dengan santan?",
    "jawaban": "KUE TIMPHAN"
  },
  {
    "index": 171,
    "soal": "Makanan khas Riau yang berupa mie kuning yang disajikan dengan kuah udang?",
    "jawaban": "MIE SIAK"
  },
  {
    "index": 172,
    "soal": "Makanan khas Kalimantan Barat yang berbahan dasar ketan dan kelapa parut?",
    "jawaban": "KUE CUCUR"
  },
  {
    "index": 173,
    "soal": "Makanan khas Lampung yang terbuat dari ikan belida yang digoreng dan disajikan dengan sambal?",
    "jawaban": "SERUIT BELIDA"
  },
  {
    "index": 174,
    "soal": "Makanan khas Nusa Tenggara Barat yang berupa sambal khas yang disajikan dengan ikan bakar?",
    "jawaban": "SAMBAL BEBERUK"
  },
  {
    "index": 175,
    "soal": "Makanan khas Bengkulu yang menggunakan ikan yang dibakar dengan bumbu pedas?",
    "jawaban": "IKAN SALAI"
  },
  {
    "index": 176,
    "soal": "Makanan khas Sumatera Utara yang berbahan dasar kacang tanah dan rempah-rempah?",
    "jawaban": "SAMBAL TARUMA"
  },
  {
    "index": 177,
    "soal": "Makanan khas Sulawesi Utara yang berupa ikan bakar yang disajikan dengan sambal dabu-dabu?",
    "jawaban": "IKAN BAKAR MANADO"
  },
  {
    "index": 178,
    "soal": "Makanan khas Kalimantan Timur yang menggunakan daging ayam yang dibumbu khas?",
    "jawaban": "AYAM CINCANE"
  },
  {
    "index": 179,
    "soal": "Makanan khas Papua yang dibuat dari ikan yang diasinkan dan dimasak dengan daun pisang?",
    "jawaban": "IKAN TENGIRI ASIN"
  }
  ]